export const PostsData = [
  {
    id: 1,
    name: "ShinCode",
    content:
      "止血機構の説明が、『病気がみえる』ではかわいらしいキャラクターで説明されていたので楽しんで理解できます",
  },
  {
    id: 2,
    name: "名無しさん",
    content:
      "必修の出題基準の項目ごとに「禁忌・注意」が掲載されているだけでなく，巻末の「禁忌注意報」では必修以外の総論・各論の禁忌事項まで幅広く収載！",
  },
  {
    id: 3,
    name: "駆け出しエンジニア",
    content:
      "進行性肺腺癌の治療方針について徹底解説します．癌の分子標的治療が増加しており，肺がんに関わる代表的な遺伝子変異は知識として備えておく必要があります．",
  },
  {
    id: 4,
    name: "スタックオーバーフローさん",
    content:
      "公衆衛生対策に必須の問題集『クエスチョン・バンク 公衆衛生』に掲載の参照頁から，すぐに本書の該当頁を参照することができ，効率的に勉強を進めることができます．",
  },
];
